Repository: inceozgurr-bit/aeiot-wallet
Catalog: ios/AEIOTWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pt, ru, th, tr, uk, vi, zh_hans

source: What stays on your device
ar: ما يبقى على جهازك
de: Was auf deinem Gerät bleibt
es: Lo que se queda en tu dispositivo
fr: Ce qui reste sur votre appareil
hi: आपके डिवाइस पर क्या रहता है
id: Apa yang tetap ada di perangkat kamu
it: Cosa rimane sul tuo dispositivo
ja: デバイスに留まる情報
ko: 기기 안에 남는 정보
nl: Wat op je apparaat blijft
pt: O que fica no seu dispositivo
ru: Что остаётся на устройстве
th: ข้อมูลที่อยู่ในอุปกรณ์ของคุณ
tr: Cihazında kalanlar
uk: Що залишається на пристрої
vi: Những gì được lưu lại trên thiết bị của bạn
zh_hans: 留在你设备上的内容

source: When you connect to an app through WalletConnect, its relay passes encrypted messages between this wallet and that app, and the app is told your wallet address. It can ask you to sign, but every signature needs your approval and your biometrics. Your recovery phrase is never shared.
ar: عندما تتصل بتطبيق عبر WalletConnect، ينقل خادم الترحيل الخاص به رسائل مشفّرة بين هذه المحفظة وذلك التطبيق، ويُخبَر التطبيق بعنوان محفظتك. يمكنه أن يطلب منك التوقيع، لكن كل توقيع يحتاج إلى موافقتك والتحقق البيومتري. عبارة الاسترداد الخاصة بك لا تُشارَك أبدًا.
de: Wenn du dich über WalletConnect mit einer App verbindest, leitet ihr Relay verschlüsselte Nachrichten zwischen dieser Wallet und dieser App weiter, und der App wird deine Wallet-Adresse mitgeteilt. Sie kann dich bitten zu signieren, aber jede Signatur erfordert deine Genehmigung und deine biometrische Bestätigung. Deine Wiederherstellungsphrase wird niemals weitergegeben.
es: Cuando te conectas a una app a través de WalletConnect, su relé transmite mensajes cifrados entre este monedero y esa app, y se informa a la app de tu dirección de monedero. La app puede pedirte que firmes, pero cada firma necesita tu aprobación y tu verificación biométrica. Tu frase de recuperación nunca se comparte.
fr: Lorsque vous vous connectez à une app via WalletConnect, son relais transmet des messages chiffrés entre ce portefeuille et cette app, et l'app est informée de votre adresse de portefeuille. Elle peut vous demander de signer, mais chaque signature nécessite votre approbation et votre authentification biométrique. Votre phrase de récupération n'est jamais partagée.
hi: जब आप WalletConnect के ज़रिए किसी ऐप से कनेक्ट होते हैं, तो उसका रिले इस वॉलेट और उस ऐप के बीच एन्क्रिप्टेड मैसेज भेजता है, और ऐप को आपका वॉलेट एड्रेस बता दिया जाता है। यह आपसे साइन करने के लिए कह सकता है, लेकिन हर साइन के लिए आपकी मंज़ूरी और आपके बायोमेट्रिक की ज़रूरत होती है। आपका रिकवरी फ्रेज़ कभी शेयर नहीं किया जाता।
id: Saat kamu terhubung ke sebuah aplikasi melalui WalletConnect, relay-nya meneruskan pesan terenkripsi antara wallet ini dan aplikasi tersebut, dan aplikasi tersebut diberi tahu alamat wallet kamu. Aplikasi itu bisa memintamu untuk menandatangani, tetapi setiap tanda tangan selalu memerlukan persetujuan dan verifikasi biometrik kamu. Frasa pemulihan kamu tidak pernah dibagikan.
it: Quando ti connetti a un'app tramite WalletConnect, il suo relay trasmette messaggi cifrati tra questo portafoglio e quell'app, e all'app viene comunicato il tuo indirizzo del portafoglio. Può chiederti di firmare, ma ogni firma richiede la tua approvazione e la tua verifica biometrica. La tua frase di recupero non viene mai condivisa.
ja: WalletConnectを通じてアプリに接続すると、そのリレーがこのウォレットとそのアプリの間で暗号化されたメッセージを中継し、アプリにはあなたのウォレットアドレスが伝えられます。アプリは署名を求めることができますが、すべての署名にはあなたの承認と生体認証が必要です。あなたのリカバリーフレーズが共有されることは決してありません。
ko: WalletConnect를 통해 앱에 연결하면, 해당 릴레이가 이 지갑과 그 앱 사이에서 암호화된 메시지를 전달하고, 앱에는 사용자의 지갑 주소가 전달됩니다. 앱은 서명을 요청할 수 있지만, 모든 서명에는 사용자의 승인과 생체 인증이 필요합니다. 복구 구문은 절대 공유되지 않습니다.
nl: Wanneer je via WalletConnect verbinding maakt met een app, geeft de relay ervan versleutelde berichten door tussen deze wallet en die app, en wordt het walletadres aan de app doorgegeven. De app kan je vragen om te ondertekenen, maar elke ondertekening vereist jouw goedkeuring en je biometrische verificatie. Je herstelzin wordt nooit gedeeld.
pt: Quando se liga a uma app através da WalletConnect, o seu relay transmite mensagens cifradas entre esta carteira e essa app, e a app é informada do seu endereço de carteira. A app pode pedir-lhe para assinar, mas cada assinatura exige a sua aprovação e a sua verificação biométrica. A sua frase de recuperação nunca é partilhada.
ru: Когда вы подключаетесь к приложению через WalletConnect, его релей передаёт зашифрованные сообщения между этим кошельком и этим приложением, и приложению сообщается ваш адрес кошелька. Оно может попросить вас подписать, но каждая подпись требует вашего подтверждения и биометрии. Ваша фраза восстановления никогда не передаётся.
th: เมื่อคุณเชื่อมต่อกับแอปผ่าน WalletConnect รีเลย์ของมันจะส่งข้อความที่เข้ารหัสระหว่างวอลเล็ทนี้กับแอปนั้น และแอปจะได้รับแจ้งที่อยู่วอลเล็ทของคุณ แอปอาจขอให้คุณเซ็น แต่การเซ็นทุกครั้งต้องได้รับการอนุมัติและการยืนยันไบโอเมตริกจากคุณเสมอ วลีกู้คืนของคุณจะไม่ถูกแชร์ให้ใครเลย
tr: WalletConnect üzerinden bir uygulamaya bağlandığında, WalletConnect'in rölesi bu cüzdan ile o uygulama arasında şifreli mesajlar iletir ve uygulamaya cüzdan adresin bildirilir. Uygulama imzalamanı isteyebilir, ama her imza onayını ve biyometrik doğrulamanı gerektirir. Kurtarma cümlen asla paylaşılmaz.
uk: Коли ви підключаєтеся до застосунку через WalletConnect, його релей передає зашифровані повідомлення між цим гаманцем і цим застосунком, а застосунку повідомляється адреса вашого гаманця. Він може попросити вас підписати, але кожен підпис вимагає вашого підтвердження та біометрії. Ваша фраза відновлення ніколи не передається.
vi: Khi bạn kết nối với một ứng dụng thông qua WalletConnect, relay của nó chuyển tiếp các tin nhắn được mã hóa giữa ví này và ứng dụng đó, đồng thời ứng dụng được cho biết địa chỉ ví của bạn. Ứng dụng có thể yêu cầu bạn ký, nhưng mỗi chữ ký đều cần có sự chấp thuận và xác thực sinh trắc học của bạn. Cụm từ khôi phục của bạn không bao giờ được chia sẻ.
zh_hans: 当你通过 WalletConnect 连接到某个应用时，它的中继会在此钱包与该应用之间传递加密消息，该应用也会被告知你的钱包地址。它可以请求你签名，但每次签名都需要你的批准和生物识别验证。你的助记词绝不会被分享。

source: Write these 12 words on paper, in order. Anyone with these words controls your coins. If you lose them, nobody can recover your wallet.
ar: دوّن هذه الكلمات الـ12 على ورق، بالترتيب. أي شخص يملك هذه الكلمات يتحكم في عملاتك. إذا فقدتها، لا يمكن لأحد استعادة محفظتك.
de: Schreibe diese 12 Wörter in der richtigen Reihenfolge auf Papier. Wer diese Wörter besitzt, kontrolliert deine Coins. Wenn du sie verlierst, kann niemand deine Wallet wiederherstellen.
es: Escribe estas 12 palabras en papel, en orden. Cualquiera que las tenga controla tus monedas. Si las pierdes, nadie podrá recuperar tu monedero.
fr: Notez ces 12 mots sur papier, dans l'ordre. Quiconque possède ces mots contrôle vos pièces. Si vous les perdez, personne ne pourra récupérer votre portefeuille.
hi: इन 12 शब्दों को क्रम में एक कागज़ पर लिखें। इन शब्दों को जानने वाला कोई भी आपके कॉइन्स को कंट्रोल कर सकता है। अगर आप इन्हें खो देते हैं, तो कोई भी आपका वॉलेट रिकवर नहीं कर सकता।
id: Tulis 12 kata ini di atas kertas, sesuai urutannya. Siapa pun yang memiliki kata-kata ini bisa mengendalikan koin kamu. Jika kamu kehilangannya, tidak ada yang bisa memulihkan wallet kamu.
it: Scrivi queste 12 parole su carta, in ordine. Chiunque le possieda controlla le tue monete. Se le perdi, nessuno potrà recuperare il tuo portafoglio.
ja: この12個の単語を順番どおりに紙に書き留めてください。これらの単語を知っている人は誰でもあなたのコインを操作できます。紛失した場合、誰もウォレットを復元できません。
ko: 이 12단어를 순서대로 종이에 적으세요. 이 단어를 아는 사람은 누구든 코인을 소유하게 됩니다. 잃어버리면 그 누구도 지갑을 복구할 수 없습니다.
nl: Schrijf deze 12 woorden op papier, in volgorde. Wie deze woorden heeft, beheert je munten. Raak je ze kwijt, dan kan niemand je wallet herstellen.
pt: Escreva estas 12 palavras em papel, pela ordem indicada. Quem tiver estas palavras controla as suas moedas. Se as perder, ninguém poderá recuperar a sua carteira.
ru: Запишите эти 12 слов на бумаге по порядку. Тот, у кого есть эти слова, управляет вашими монетами. Если вы их потеряете, восстановить кошелёк не сможет никто.
th: จดคำทั้ง 12 คำนี้ลงบนกระดาษตามลำดับ ใครก็ตามที่มีคำเหล่านี้จะสามารถควบคุมเหรียญของคุณได้ หากคุณทำหายไป จะไม่มีใครสามารถกู้คืนวอลเล็ทของคุณได้เลย
tr: Bu 12 kelimeyi sırasıyla bir kağıda yaz. Bu kelimeleri bilen herkes coinlerine erişebilir. Kaybedersen cüzdanını kimse kurtaramaz.
uk: Запишіть ці 12 слів на папері по порядку. Той, хто має ці слова, керує вашими монетами. Якщо ви їх втратите, відновити гаманець не зможе ніхто.
vi: Hãy ghi 12 từ này ra giấy, đúng theo thứ tự. Bất kỳ ai có những từ này đều có thể kiểm soát coin của bạn. Nếu bạn làm mất chúng, không ai có thể khôi phục lại ví của bạn.
zh_hans: 请按顺序把这 12 个词写在纸上。任何拥有这些词的人都能控制你的币。如果你弄丢了它们，没有人能帮你找回钱包。

source: You have no account for this coin on Solana.
ar: ليس لديك حساب لهذه العملة على Solana.
de: Du hast kein Konto für diesen Coin auf Solana.
es: No tienes cuenta para esta moneda en Solana.
fr: Vous n'avez pas de compte pour cette pièce sur Solana.
hi: Solana पर इस कॉइन के लिए आपका कोई अकाउंट नहीं है।
id: Kamu tidak memiliki akun untuk koin ini di Solana.
it: Non hai un account per questa moneta su Solana.
ja: Solana上にこのコインのアカウントをまだお持ちではありません。
ko: 솔라나에 이 코인에 대한 계정이 없습니다.
nl: Je hebt geen account voor deze munt op Solana.
pt: Não tem conta para esta moeda na Solana.
ru: У вас нет счёта для этой монеты в сети Solana.
th: คุณไม่มีบัญชีสำหรับเหรียญนี้บน Solana
tr: Solana'da bu coin için hesabın yok.
uk: У вас немає рахунку для цієї монети в мережі Solana.
vi: Bạn chưa có tài khoản cho coin này trên Solana.
zh_hans: 你在 Solana 上还没有此代币的账户。

source: You hold the keys
ar: أنت من يملك المفاتيح
de: Du besitzt die Schlüssel
es: Tú tienes las claves
fr: Vous détenez les clés
hi: चाबियां आपके पास हैं
id: Kamu yang memegang kuncinya
it: Possiedi tu le chiavi
ja: 鍵はあなたが管理します
ko: 키는 사용자가 직접 보관합니다
nl: Jij hebt de sleutels
pt: As chaves são suas
ru: Ключи у вас
th: คุณคือผู้ถือคีย์
tr: Anahtarlar sende
uk: Ключі у вас
vi: Bạn nắm giữ khóa
zh_hans: 私钥由你掌握

source: You pay
ar: أنت تدفع
de: Du zahlst
es: Pagas
fr: Vous payez
hi: आप देंगे
id: Kamu bayar
it: Paghi
ja: 支払う
ko: 지불
nl: Je betaalt
pt: Paga
ru: Вы платите
th: คุณจ่าย
tr: Ödediğin
uk: Ви платите
vi: Bạn trả
zh_hans: 你支付

source: You receive (estimated)
ar: أنت تستلم (تقديري)
de: Du erhältst (geschätzt)
es: Recibes (estimado)
fr: Vous recevez (estimé)
hi: आपको मिलेगा (अनुमानित)
id: Kamu terima (estimasi)
it: Ricevi (stimato)
ja: 受け取る（予想）
ko: 받는 금액 (예상)
nl: Je ontvangt (schatting)
pt: Recebe (estimado)
ru: Вы получите (примерно)
th: คุณจะได้รับ (ประมาณการ)
tr: Alacağın (tahmini)
uk: Ви отримаєте (приблизно)
vi: Bạn nhận (ước tính)
zh_hans: 你收到（预估）

source: Your Bitcoin address. Only send BTC on the Bitcoin network here — not cbBTC or WBTC.
ar: عنوان Bitcoin الخاص بك. أرسل هنا فقط BTC على شبكة Bitcoin — وليس cbBTC أو WBTC.
de: Deine Bitcoin-Adresse. Sende hierher nur BTC im Bitcoin-Netzwerk — nicht cbBTC oder WBTC.
es: Tu dirección de Bitcoin. Aquí envía solo BTC en la red Bitcoin — no cbBTC ni WBTC.
fr: Votre adresse Bitcoin. N'envoyez ici que du BTC sur le réseau Bitcoin — pas de cbBTC ni de WBTC.
hi: आपका Bitcoin एड्रेस। यहां सिर्फ़ Bitcoin नेटवर्क पर BTC भेजें — cbBTC या WBTC नहीं।
id: Alamat Bitcoin kamu. Hanya kirim BTC di jaringan Bitcoin ke alamat ini — bukan cbBTC atau WBTC.
it: Il tuo indirizzo Bitcoin. Invia qui solo BTC sulla rete Bitcoin, non cbBTC o WBTC.
ja: あなたのBitcoinアドレスです。ここにはBitcoinネットワーク上のBTCのみを送信してください — cbBTCやWBTCは送らないでください。
ko: 사용자의 비트코인 주소입니다. 여기에는 비트코인 네트워크의 BTC만 보내세요 — cbBTC나 WBTC는 보내지 마세요.
nl: Je Bitcoin-adres. Stuur hier alleen BTC op het Bitcoin-netwerk naartoe — geen cbBTC of WBTC.
pt: O seu endereço Bitcoin. Envie para aqui apenas BTC na rede Bitcoin — não cbBTC nem WBTC.
ru: Ваш адрес Bitcoin. Отправляйте сюда только BTC в сети Bitcoin — не cbBTC и не WBTC.
th: ที่อยู่ Bitcoin ของคุณ ส่งเฉพาะ BTC บนเครือข่าย Bitcoin มาที่นี่เท่านั้น — ไม่ใช่ cbBTC หรือ WBTC
tr: Bitcoin adresin. Buraya yalnızca Bitcoin ağındaki BTC gönder — cbBTC veya WBTC değil.
uk: Ваша адреса Bitcoin. Надсилайте сюди лише BTC у мережі Bitcoin — не cbBTC і не WBTC.
vi: Địa chỉ Bitcoin của bạn. Chỉ gửi BTC trên mạng Bitcoin đến đây — không gửi cbBTC hay WBTC.
zh_hans: 这是你的比特币地址。这里只能接收比特币网络上的 BTC —— 不要发送 cbBTC 或 WBTC。

source: Your Recovery Phrase
ar: عبارة الاسترداد الخاصة بك
de: Deine Wiederherstellungsphrase
es: Tu Frase de Recuperación
fr: Votre Phrase de Récupération
hi: आपका रिकवरी फ्रेज़
id: Frasa Pemulihan Kamu
it: La Tua Frase di Recupero
ja: あなたのリカバリーフレーズ
ko: 복구 구문
nl: Je herstelzin
pt: A Sua Frase de Recuperação
ru: Ваша фраза восстановления
th: วลีกู้คืนของคุณ
tr: Kurtarma Kelimelerin
uk: Ваша фраза відновлення
vi: Cụm Từ Khôi Phục Của Bạn
zh_hans: 你的助记词

source: Your Solana address. It is different from the 0x… one — only send SOL or Solana tokens here.
ar: عنوان Solana الخاص بك. يختلف عن عنوان 0x… — أرسل هنا فقط SOL أو رموز Solana.
de: Deine Solana-Adresse. Sie unterscheidet sich von der 0x…-Adresse — sende hierher nur SOL oder Solana-Token.
es: Tu dirección de Solana. Es diferente de la que empieza por 0x… — aquí envía solo SOL o tokens de Solana.
fr: Votre adresse Solana. Elle est différente de l'adresse en 0x… — n'envoyez ici que du SOL ou des tokens Solana.
hi: आपका Solana एड्रेस। यह 0x… वाले एड्रेस से अलग है — यहां सिर्फ़ SOL या Solana टोकन भेजें।
id: Alamat Solana kamu. Alamat ini berbeda dari yang berawalan 0x… — hanya kirim SOL atau token Solana ke sini.
it: Il tuo indirizzo Solana. È diverso da quello che inizia con 0x… — invia qui solo SOL o token Solana.
ja: あなたのSolanaアドレスです。0x…で始まるアドレスとは異なります — ここにはSOLまたはSolanaトークンのみを送信してください。
ko: 사용자의 솔라나 주소입니다. 0x…로 시작하는 주소와는 다릅니다 — 여기에는 SOL 또는 솔라나 토큰만 보내세요.
nl: Je Solana-adres. Het verschilt van het 0x…-adres — stuur hier alleen SOL of Solana-tokens naartoe.
pt: O seu endereço Solana. É diferente do endereço 0x… — envie para aqui apenas SOL ou tokens Solana.
ru: Ваш адрес Solana. Он отличается от адреса 0x… — отправляйте сюда только SOL или токены Solana.
th: ที่อยู่ Solana ของคุณ ซึ่งแตกต่างจากที่อยู่แบบ 0x… — ส่งเฉพาะ SOL หรือโทเคนบน Solana มาที่นี่เท่านั้น
tr: Solana adresin. 0x… ile başlayan adresten farklıdır — buraya yalnızca SOL veya Solana token'ları gönder.
uk: Ваша адреса Solana. Вона відрізняється від адреси 0x… — надсилайте сюди лише SOL або токени Solana.
vi: Địa chỉ Solana của bạn. Địa chỉ này khác với địa chỉ 0x… — chỉ gửi SOL hoặc các token Solana đến đây.
zh_hans: 这是你的 Solana 地址，与 0x… 地址不同 —— 这里只能接收 SOL 或 Solana 代币。

source: Your XRP address. The first transfer must be at least the network's account reserve, otherwise the account is not created.
ar: عنوان XRP الخاص بك. يجب أن يكون التحويل الأول على الأقل بقيمة احتياطي الحساب الخاص بالشبكة، وإلا لن يتم إنشاء الحساب.
de: Deine XRP-Adresse. Die erste Überweisung muss mindestens der Kontoreserve des Netzwerks entsprechen, sonst wird das Konto nicht erstellt.
es: Tu dirección de XRP. La primera transferencia debe ser al menos la reserva de cuenta de la red, de lo contrario la cuenta no se creará.
fr: Votre adresse XRP. Le premier transfert doit être au moins égal à la réserve de compte du réseau, sinon le compte ne sera pas créé.
hi: आपका XRP एड्रेस। पहला ट्रांसफ़र कम से कम नेटवर्क के अकाउंट रिज़र्व जितना होना चाहिए, वरना अकाउंट नहीं बनेगा।
id: Alamat XRP kamu. Transfer pertama harus setidaknya sebesar cadangan akun (account reserve) jaringan, jika tidak akun tidak akan dibuat.
it: Il tuo indirizzo XRP. Il primo trasferimento deve essere almeno pari alla riserva di conto della rete, altrimenti l'account non verrà creato.
ja: あなたのXRPアドレスです。最初の送金額はネットワークのアカウント準備金（リザーブ）以上である必要があります。そうでない場合、アカウントは作成されません。
ko: 사용자의 XRP 주소입니다. 첫 전송 금액은 네트워크의 계정 준비금 이상이어야 합니다. 그렇지 않으면 계정이 생성되지 않습니다.
nl: Je XRP-adres. De eerste overboeking moet minstens de accountreserve van het netwerk zijn, anders wordt het account niet aangemaakt.
pt: O seu endereço XRP. A primeira transferência tem de ser, no mínimo, a reserva de conta da rede, caso contrário a conta não é criada.
ru: Ваш адрес XRP. Первый перевод должен быть не меньше резерва счёта в сети, иначе счёт не будет создан.
th: ที่อยู่ XRP ของคุณ การโอนครั้งแรกต้องมีจำนวนอย่างน้อยเท่ากับ account reserve ของเครือข่าย มิฉะนั้นบัญชีจะไม่ถูกสร้างขึ้น
tr: XRP adresin. İlk gönderim en az ağın hesap rezervi kadar olmalı, yoksa hesap oluşmaz.
uk: Ваша адреса XRP. Перший переказ має бути не меншим за резерв рахунку в мережі, інакше рахунок не буде створено.
vi: Địa chỉ XRP của bạn. Lần chuyển đầu tiên phải đạt tối thiểu mức dự trữ tài khoản của mạng, nếu không tài khoản sẽ không được tạo.
zh_hans: 这是你的 XRP 地址。首次转账金额必须达到网络要求的账户保证金，否则账户将无法创建。

source: Your keys, your coins. Stored only on this device.
ar: مفاتيحك، عملاتك. تُخزَّن فقط على هذا الجهاز.
de: Deine Schlüssel, deine Coins. Nur auf diesem Gerät gespeichert.
es: Tus claves, tus monedas. Almacenadas solo en este dispositivo.
fr: Vos clés, vos pièces. Stockées uniquement sur cet appareil.
hi: आपकी चाबियां, आपके कॉइन्स। सिर्फ़ इसी डिवाइस पर सेव।
id: Kunci kamu, koin kamu. Hanya disimpan di perangkat ini.
it: Le tue chiavi, le tue monete. Conservate solo su questo dispositivo.
ja: 鍵はあなたのもの、コインもあなたのもの。このデバイスにのみ保存されます。
ko: 키도 코인도 모두 당신의 것입니다. 오직 이 기기에만 저장됩니다.
nl: Jouw sleutels, jouw munten. Alleen op dit apparaat bewaard.
pt: As suas chaves, as suas moedas. Guardadas apenas neste dispositivo.
ru: Ваши ключи — ваши монеты. Хранятся только на этом устройстве.
th: คีย์ของคุณ เหรียญของคุณ เก็บไว้บนอุปกรณ์นี้เท่านั้น
tr: Anahtarlar senin, coinler senin. Sadece bu cihazda saklanır.
uk: Ваші ключі — ваші монети. Зберігаються лише на цьому пристрої.
vi: Khóa của bạn, coin của bạn. Chỉ được lưu trên thiết bị này.
zh_hans: 私钥归你，代币归你。只保存在这台设备上。

source: Your recovery phrases, wallet names and saved addresses are stored in this device's Keychain and in local app settings. They are never uploaded anywhere.
ar: تُخزَّن عبارات الاسترداد وأسماء المحافظ والعناوين المحفوظة الخاصة بك في Keychain الخاص بهذا الجهاز وفي إعدادات التطبيق المحلية. لا يتم رفعها إلى أي مكان أبدًا.
de: Deine Wiederherstellungsphrasen, Wallet-Namen und gespeicherten Adressen werden im Schlüsselbund (Keychain) dieses Geräts und in den lokalen App-Einstellungen gespeichert. Sie werden niemals hochgeladen.
es: Tus frases de recuperación, nombres de monederos y direcciones guardadas se almacenan en el Llavero (Keychain) de este dispositivo y en los ajustes locales de la app. Nunca se suben a ningún sitio.
fr: Vos phrases de récupération, noms de portefeuilles et adresses enregistrées sont stockés dans le Trousseau (Keychain) de cet appareil et dans les paramètres locaux de l'app. Ils ne sont jamais téléchargés où que ce soit.
hi: आपके रिकवरी फ्रेज़, वॉलेट के नाम और सेव किए गए एड्रेस इस डिवाइस के Keychain और लोकल ऐप सेटिंग्स में सेव होते हैं। इन्हें कभी कहीं अपलोड नहीं किया जाता।
id: Frasa pemulihan, nama wallet, dan alamat tersimpan milikmu disimpan di Keychain perangkat ini dan di pengaturan lokal aplikasi. Data ini tidak pernah diunggah ke mana pun.
it: Le tue frasi di recupero, i nomi dei portafogli e gli indirizzi salvati sono conservati nel Portachiavi (Keychain) di questo dispositivo e nelle impostazioni locali dell'app. Non vengono mai caricati da nessuna parte.
ja: リカバリーフレーズ、ウォレット名、保存済みアドレスは、このデバイスのキーチェーンとアプリのローカル設定に保存されます。これらがどこかにアップロードされることは一切ありません。
ko: 복구 구문, 지갑 이름, 저장된 주소는 이 기기의 키체인과 앱의 로컬 설정에 저장됩니다. 어디로도 업로드되지 않습니다.
nl: Je herstelzinnen, walletnamen en bewaarde adressen staan in de Sleutelhanger van dit apparaat en in de lokale app-instellingen. Ze worden nergens naartoe geüpload.
pt: As suas frases de recuperação, nomes de carteiras e endereços guardados ficam no Porta-chaves deste dispositivo e nas definições locais da app. Nunca são enviados para lado nenhum.
ru: Ваши фразы восстановления, названия кошельков и сохранённые адреса хранятся в Связке ключей этого устройства и в локальных настройках приложения. Они никуда не отправляются.
th: วลีกู้คืน ชื่อวอลเล็ท และที่อยู่ที่บันทึกไว้ของคุณจะถูกเก็บไว้ใน Keychain ของอุปกรณ์นี้และในการตั้งค่าแอปในเครื่อง ข้อมูลเหล่านี้จะไม่ถูกอัปโหลดไปที่ใดเลย
tr: Kurtarma cümlelerin, cüzdan adların ve kayıtlı adreslerin bu cihazın Keychain'inde ve yerel uygulama ayarlarında saklanır. Hiçbir yere yüklenmez.
uk: Ваші фрази відновлення, назви гаманців і збережені адреси зберігаються у Зв'язці ключів цього пристрою та в локальних налаштуваннях застосунку. Вони нікуди не надсилаються.
vi: Cụm từ khôi phục, tên ví và các địa chỉ đã lưu của bạn được lưu trữ trong Keychain của thiết bị này và trong cài đặt cục bộ của ứng dụng. Chúng không bao giờ được tải lên bất kỳ đâu.
zh_hans: 你的助记词、钱包名称和已保存的地址都保存在本设备的钥匙串和应用的本地设置中，绝不会上传到任何地方。

source: word
ar: كلمة
de: Wort
es: palabra
fr: mot
hi: शब्द
id: kata
it: parola
ja: 単語
ko: 단어
nl: woord
pt: palavra
ru: слово
th: คำ
tr: kelime
uk: слово
vi: từ
zh_hans: 词

source: word1 word2 word3 …
ar: كلمة1 كلمة2 كلمة3 …
de: Wort1 Wort2 Wort3 …
es: palabra1 palabra2 palabra3 …
fr: mot1 mot2 mot3 …
hi: शब्द1 शब्द2 शब्द3 …
id: kata1 kata2 kata3 …
it: parola1 parola2 parola3 …
ja: 単語1 単語2 単語3 …
ko: 단어1 단어2 단어3 …
nl: woord1 woord2 woord3 …
pt: palavra1 palavra2 palavra3 …
ru: слово1 слово2 слово3 …
th: คำ1 คำ2 คำ3 …
tr: kelime1 kelime2 kelime3 …
uk: слово1 слово2 слово3 …
vi: từ1 từ2 từ3 …
zh_hans: 词1 词2 词3 …

source: ⚠︎ Keep this sheet secret and offline. Anyone with these 12 words controls this wallet. There is no reset.
ar: ⚠︎ احتفظ بهذه الورقة سرية وبدون اتصال بالإنترنت. أي شخص يملك هذه الكلمات الـ12 يتحكم في هذه المحفظة. لا يوجد إعادة تعيين.
de: ⚠︎ Bewahre dieses Blatt geheim und offline auf. Wer diese 12 Wörter besitzt, kontrolliert diese Wallet. Es gibt kein Zurücksetzen.
es: ⚠︎ Mantén esta hoja en secreto y sin conexión. Cualquiera que tenga estas 12 palabras controla este monedero. No hay restablecimiento posible.
fr: ⚠︎ Gardez cette feuille secrète et hors ligne. Quiconque possède ces 12 mots contrôle ce portefeuille. Il n'y a pas de réinitialisation possible.
hi: ⚠︎ इस शीट को गुप्त और ऑफ़लाइन रखें। इन 12 शब्दों को जानने वाला कोई भी इस वॉलेट को कंट्रोल कर सकता है। इसका कोई रीसेट नहीं है।
id: ⚠︎ Jaga lembar ini tetap rahasia dan offline. Siapa pun yang memiliki 12 kata ini bisa mengendalikan wallet ini. Tidak ada opsi reset.
it: ⚠︎ Conserva questo foglio segreto e offline. Chiunque possieda queste 12 parole controlla questo portafoglio. Non esiste alcun ripristino.
ja: ⚠︎ このシートは秘密にし、オフラインで保管してください。この12個の単語を知っている人は誰でもこのウォレットを操作できます。リセットの手段はありません。
ko: ⚠︎ 이 시트를 비밀로 하고 오프라인으로 보관하세요. 이 12단어를 아는 사람은 누구든 이 지갑을 소유하게 됩니다. 초기화 방법은 없습니다.
nl: ⚠︎ Houd dit blad geheim en offline. Wie deze 12 woorden heeft, beheert deze wallet. Er is geen reset.
pt: ⚠︎ Mantenha esta folha secreta e offline. Quem tiver estas 12 palavras controla esta carteira. Não existe reposição.
ru: ⚠︎ Храните этот лист в тайне и офлайн. Тот, у кого есть эти 12 слов, управляет кошельком. Сброса не существует.
th: ⚠︎ เก็บเอกสารนี้เป็นความลับและแบบออฟไลน์ ใครก็ตามที่มี 12 คำนี้จะสามารถควบคุมวอลเล็ทนี้ได้ ไม่มีการรีเซ็ตใดๆ ทั้งสิ้น
tr: ⚠︎ Bu sayfayı gizli ve çevrimdışı sakla. Bu 12 kelimeye sahip olan herkes bu cüzdanı kontrol eder. Sıfırlama diye bir şey yok.
uk: ⚠︎ Зберігайте цей аркуш у таємниці та офлайн. Той, хто має ці 12 слів, керує гаманцем. Скидання не існує.
vi: ⚠︎ Hãy giữ bảng này bí mật và không kết nối mạng. Bất kỳ ai có 12 từ này đều có thể kiểm soát ví này. Không có cách nào để đặt lại.
zh_hans: ⚠︎ 请将此表保密并离线保存。任何拥有这 12 个词的人都能控制这个钱包。没有重置选项。
